# Contact Us script variables
INSTAGRAM='makeenacademy'
PHONE_NUMBER='021771881856'
EMAIL='info@makeen.ir'
ADDRESS='تهران، مترو علم و صنعت، خيابان فرجام، پلاک 495، طبقه پنجم'
ABOUT_US = 'آکادمی مکین ، یه محیط صمیمی و تخصصیه که تمام تلاشش ایجاد فرصت های شغلی برای جوانان این سرزمینه. ما توی آکادمی مکین با استفاده از متدولوژی آموزشی منحصر به فرد ، کمک میکنیم تا آدم های با انگیزه بتونن به رویاهاشون برسن. ما توی مکین ، فقط به دانشجوها آموزش نمیدیم. ما بهشون آینده میدیم .'

# Question Answer script variables
QUESTION_ANSWER = {
    'دوره ی بوت کمپی یعنی چی؟': 'دوره های بوت کمپی ، دوره های فشرده ی پروژه محوری هستن که در مدت 6 ماه با یه متد خاص آموزشی شما رو برای ورود به بازار کار آماده میکنن. شما در دوره های بوت کمپی مکین در فضایی صمیمی و دوستانه زیر نظر استاد راهنما (منتور) تمام اصول و مهارت های لازم رو در قالب یک پروژه واقعی یاد می گیرید.',
    'توی این 6 ماه چیکار می کنیم و چی یاد می گیریم؟': 'توی سه ماه اول تمام آموزه های فنی برای انجام پروژه رو یاد میگیری و در سه ماه بعدش زیر نظر منتور حرفه ای دوره ، یه پروژه واقعی رو با بچه های دوره های دیگه شروع میکنی. در همین مدت هم کلی کارگاه های جذاب و کاربردی برات برگزار میکنیم تا برای استخدام کارِت خیلی راحت بشه.',
    'معیارتون برای برگزاری دوره ها و انتخاب عنوان کلاسا چیه؟': 'توی آکادمی مکین ، چیزی که خیلی مهمه اینه که آموزش ها منجر به استخدام دانشجوهامون بشه. برای همین دوره هایی در مکین برگزار میشه که بازار کار عالی ای در داخل و حتی خارج از کشور داره. در این زمینه میتونی به مکین اعتماد کنی و با خیال راحت توی دوره ها ثبت نام کنی.',
    'منتور کیه؟': 'منتور یا همون استاد راهنما کسیه که در تمام مسیر یادگیری شما همراهتونه و کمک میکنه تا این مسیر رو به درستی طی کنید. ویژگی ممتاز منتور های آکادمی مکین اینه که اون ها یه حرفه ای هستن و با تمام چالش های واقعی این کار آشنا هستن و میتونن تجربه های کاربردی رو به کاراموزاشون منتقل کنن.',
    'از کجا بفهمم کدوم دوره برای من مناسبه؟': 'توی توضیحات هر دوره نوشته شده که این دوره به درد کیا میخوره اما اگه بازم شک داشتی و نتونستی انتخاب کنی میتونی از ما مشاوره بگیری تا انتخاب برات راحت تر باشه',
    'من هیچی بلد نیستم! منم میتونم توی دوره های مکین شرکت کنم؟': 'برای شرکت توی دوره های مکین تقریبا به هیچ دانش اولیه ای احتیاج ندارید. ما شما رو از نقطه صفر به مرحله استخدام میرسونیم. فقط کافیه علاقه داشته باشید',
    'شرکت توی دوره های مکین شرایط سنی داره ؟': 'حداقل سن لازم برای شرکت در دوره های مکین 17 سال و نیمه! برای اینکه شما باید برای ورود به بازارکار و استخدام به سن قانونی یعنی 18 سال رسیده باشی . افرادی که سنشون بیشتر از 28 سال هست هم میتونن توی دوره ها شرکت کنن اما شرایط تضمین استخدام این افراد با سایرین کمی متفاوته.',
    'هزینه ی دوره ها چقدره؟': 'هزینه ی هر دوره به عوامل و شرایط گوناگونی مثل نوع دوره، مدت زمان دوره، نتیجه ی مصاحبه و... بستگی داره اما نحوه ی پرداخت هزینه ها در مکین کاملا منعطفه! اما شیوه ی متداول در آکادمی مکین اینه: پرداخت 30 درصد هزینه ها طی دوره و 70 درصد اون بعد از استخدام که همش رو به صورت قسطی پرداخت می کنید.',
    'از کجا بدونم واقعا استخدام میشم؟': 'مهمترین تضمین استخدام ما خروجی های دوره های قبل هستن که همشون بعد از پایان دوره مشغول به کار شدن. میتونی توی سایت و صفحه اینستاگرام آکادمی مکین خیلی هاشونو پیدا کنی. دومین تضمین ما نحوه ی دریافت هزینه های دوره است. شما طبق قرارداد میتونی 70 درصد هزینه هارو بعد از استخدام از حقوقت پرداخت کنی و در صورتی که بعد از پایان دوره به سطح قابل استخدام در شرکت ها نرسیدی، طبق قرارداد اون 70% رو پرداخت نمی کنی',
    'چجوری میتونم ثبت نام کنم؟': 'برای ثبت نام میتونی از سه راه سایت ، صفحه اینستاگرام ویا تماس تلفنی اقدام کنی.',
    'مراحل ثبت نام توی آکادمی مکین چجوریه؟': 'بعد از اینکه شما درخواستتو برای ما ارسال کردی ما با شما تماس میگیریم و یه قرار مصاحبه حضوری باهم میذاریم. اگر توی مصاحبه خودتو خوب نشون بدی ، به خانوداه مکین اضافه میشی.',
    'برای مصاحبه حضوری لازمه منابع خاصی رو مطالعه کنم؟': 'برای این مصاحبه لازم نیست به مباحث تئوری یا دانش خاصی مسلط باشی برای ما تلاش و انگیزه شما از همه چیز مهم تره !',
}
